[
  {
    "id": "1790",
    "parentId": "0",
    "date": "2009-10-17 23:47:19",
    "content": "я уже давно не сохраняю нигде. Всё в голове, правда иногда приходится сидеть и подбирать комбинации паролей, и вспоминать нужный)",
    "author": "Руслан",
    "authorSite": "http://blog.ternox.com/",
    "approved": true,
    "authorEmailMd5": "d41d8cd98f00b204e9800998ecf8427e"
  },
  {
    "id": "1791",
    "parentId": "0",
    "date": "2009-10-18 07:30:56",
    "content": "У меня на телефоне в заметках хранится)",
    "author": "Телур",
    "authorSite": "",
    "approved": true,
    "authorEmailMd5": "d41d8cd98f00b204e9800998ecf8427e"
  },
  {
    "id": "1792",
    "parentId": "0",
    "date": "2009-11-17 01:25:23",
    "content": ">Нодом со свежеми базами так же не спасала <br /> Поправочка: наверно не лицензионным нодом, не так ли? <br /> Да будет Вам известно, что не лицензионный нод работает примерно на 10%, причем не подавая виду. Он просто пропускает хорошую часть заразы (правда не критичную, относительно безобидную) и иногда напоминает о регистрации. Все эти детские патчи не спасают, и если нод и пишет что вы успешно активировали, то скорее всего это ответ фейком на фейк. <p> В данный момент купил лицензионный нод32, доволен как слон, денег не жалею. Ни одна зараза пробраться не может - все режется очень быстро и сразу. <p> А вот при Др.вебе (кстати &quot;лицензионным&quot;) у меня система лягля за час (это было как раз до покупки нода) и пришлось все сносить. <br /> Делайте выводы.",
    "author": "Олег",
    "authorSite": "",
    "approved": true,
    "authorEmailMd5": "d41d8cd98f00b204e9800998ecf8427e"
  },
  {
    "id": "1793",
    "parentId": "1792",
    "date": "2009-11-17 01:51:29",
    "content": "Касперский юзал фришный с сайта. Нод - честно - не помню, вроде портабл каким то пробовал. <p> Предлагаю холивар на тему &quot;лучший антивирус&quot; не разводить. Для каждого он свой. Одно замечу - хотите быть под надежной защитой - пользуйтесь лицензионным антивирусом. 1000р в год не такая большая сумма. <p> В данном случае я видимо цепанул &quot;свежачок&quot;, который еще никто из антивирусов не знал (на virustotal подозрение на вирус выдали всего пару-тройку антивирусов, и то только подозрение).",
    "author": "Дмитрий",
    "authorSite": "http://dimapolyakov.ru",
    "approved": true,
    "authorEmailMd5": "b36bc6a67a41870e7d8dc3dde55b671c"
  },
  {
    "id": "1794",
    "parentId": "0",
    "date": "2009-11-17 01:57:34",
    "content": ">Предлагаю холивар на тему &quot;лучший антивирус&quot; не разводить. Для каждого он свой. <p> Неверно. У каждого есть свое мнение, свои привычки и свои вкусы. <br /> Но не качество одного и того же продукта. Качесмвто продукта зависит только от продукта (конечно в небольшой степени от настройки продукта, но оцениваем исходя из станд настроек). <p> Вероятность подцепить &quot;свежачок&quot; конечно же есть.",
    "author": "Олег",
    "authorSite": "",
    "approved": true,
    "authorEmailMd5": "d41d8cd98f00b204e9800998ecf8427e"
  },
  {
    "id": "1795",
    "parentId": "1794",
    "date": "2009-11-17 09:51:13",
    "content": "Ну не убедите вы меня что дрвеб гавно, а нод рулит. Меня дрвеб за 5 лет пользования серьезно не подвел ни разу. <p> С нодом же была неприятная ситуация, когда лицензионный нод ну в упор не хотел видеть вирус, даже когда ему тупо указываешь на зараженный файл. Не знаю, была ли это бага в версии, либо просто в базах на тот момент не было сигнатур нужных. Но и в тот раз мне помог DrWeb CureIt. <p> Я не говорю что нод гавно - от многих слышал что сейчас это хороший надежный антивирус, но и убеждать меня в ненадежности дрвеба тож не надо.",
    "author": "Дмитрий",
    "authorSite": "http://dimapolyakov.ru",
    "approved": true,
    "authorEmailMd5": "b36bc6a67a41870e7d8dc3dde55b671c"
  },
  {
    "id": "1796",
    "parentId": "1795",
    "date": "2009-11-17 14:24:09",
    "content": "Мы ведь речь ведем о лицензионном ноде? <br /> А как мне воспринимать то, что меня грохнули за 1 час когда я поставил веба и жал на обновление?",
    "author": "Олег",
    "authorSite": "",
    "approved": true,
    "authorEmailMd5": "d41d8cd98f00b204e9800998ecf8427e"
  },
  {
    "id": "1797",
    "parentId": "1796",
    "date": "2009-11-17 15:52:32",
    "content": "Да, о лицензии. <p> <blockquote class=\"quoteMessage\">меня грохнули за 1 час когда я поставил веба и жал на обновление</blockquote> <p> Не совсем понял смысл. Я так понимаю система перестала функционировать нормально. <br /> Тут в <b>каждом случае</b> несколько <b>индивидуальных</b> вариантов проблемы. <br /> Либо &quot;лечение&quot; <b>зараженных</b> системных файлов прошло не совсем успешно. <br /> Либо вирус в это время заразил жизненно важные файлы. <br /> Либо еще чего. <p> Валить падение системы на антивирус - глупо.",
    "author": "Дмитрий",
    "authorSite": "http://dimapolyakov.ru",
    "approved": true,
    "authorEmailMd5": "b36bc6a67a41870e7d8dc3dde55b671c"
  },
  {
    "id": "1798",
    "parentId": "0",
    "date": "2009-12-21 01:11:02",
    "content": "У меня нод32 тоже всегда молчаливый.. Кроме того ещё стоят в фоновом режиме IObit и adaware. Дополнительно проверяя прогами вроде SpyBot, тем же adAware, ASO и другими, как правило находится пара не особо значительных угроз.. За несколько лет хранения паролей в браузерах ничего криминального не произошло. Пароли не так давно поставил очень серьёзные, просто так, мало ли.. Храню в txt на дискете, это вполне удобно для хранения паролей и ничего лишнего туда не попадает, в отличии от объёмной флехи.",
    "author": "DiMa",
    "authorSite": "http://ultor.info",
    "approved": true,
    "authorEmailMd5": "d41d8cd98f00b204e9800998ecf8427e"
  }
]