[
  {
    "id": "1799",
    "parentId": "0",
    "date": "2009-11-03 01:14:58",
    "content": "1. Можно ли делать бекап не с чистой системы + драйвера + программы, а когда она уже работает с месяц? <p> 2. Можно ли сохранять полученный не на болванку а не флешку? <p> 3. Где брать этот загрузочный диск акрониса? И опять же, можно ли на флешку?",
    "author": "Олег",
    "authorSite": "",
    "approved": true,
    "authorEmailMd5": "d41d8cd98f00b204e9800998ecf8427e"
  },
  {
    "id": "1800",
    "parentId": "0",
    "date": "2009-11-03 02:38:45",
    "content": "к Акронису пристал антивирус, не стал морочиться снес, пользуюсь Norton Ghost + Hirens Boot CD , как пишут авторитетные издания Ghost ничуть не хуже...есть возможность задать степень сжатия, <br /> системный диск XP c необходимым софтом упаковался в 4,3Gb <br /> так же бекаплю firefox при помощи FEBE, ясен пень почту, ну и Мои документы периодически....в итоге в случае чего минут через 15-20 всё снова в непорочной чистоте и прежней функциональности...",
    "author": "прохожий",
    "authorSite": "",
    "approved": true,
    "authorEmailMd5": "bc2b82d1e553392d6fdce3e31d2fcfbe"
  },
  {
    "id": "1801",
    "parentId": "1799",
    "date": "2009-11-03 10:17:01",
    "content": "Можно. <br /> Причем бекап потом можно обновлять - программа просто добавит новые и заменит изменившиеся файлы. <br /> Чистую систему я предложил как оптимальный вариант для отката - когда еще ничего не захламлено &quot;лишней&quot; информацией. Можно сделать 2 бекапа - чистой системы и текущей - без проблем. И настроить планировщик для автоматического бекапа. <p> 2. Сохранять архив можно куда угодно. Хоть на соседний комп - да! акронис умеет подключаться к сети и брать файл архива с локалки или ФТП. <p> 3. Загрузочный диск можно создать в самой программе. Так же его очень часто включают в различные &quot;Реаниматоры&quot;. В принципе можно сделать образ болванки и при помои прямых рук запихнуть его на флеш - по сути там линукс+программа.",
    "author": "Дмитрий",
    "authorSite": "http://dimapolyakov.ru",
    "approved": true,
    "authorEmailMd5": "b36bc6a67a41870e7d8dc3dde55b671c"
  },
  {
    "id": "1802",
    "parentId": "1800",
    "date": "2009-11-03 10:23:15",
    "content": "Согласен, Norton Ghost тоже довольно мощная штука. Только если брать стоимость - акронис - 500р, а нортон гост - 1500. Думаю особой разницы нет - в акронисе тоже можно задать степень сжатия, и в новой версии он вроде даже умеет свои бекапы в зип паковать. правда точно не знаю, особо не искал. <p> Почту и мои документы давно перенес на другой раздел, так что максимум что нужно перенести при переустановке - если вдруг чего на рабочем столе осталось.",
    "author": "Дмитрий",
    "authorSite": "http://dimapolyakov.ru",
    "approved": true,
    "authorEmailMd5": "b36bc6a67a41870e7d8dc3dde55b671c"
  }
]