[
  {
    "id": "2618",
    "parentId": "0",
    "date": "2011-01-04 20:49:45",
    "content": "Тут еще интервью Кончаловского нашел. Шедеврально))) <br /> <blockquote class=\"quoteMessage\"> <br /> — <i>«Щелкунчик» вышел в прокат в Америке к Рождеству…</i> <br /> — Он провалился в Америке. Мы выпустили его на пятидесяти копиях в надежде, что зритель пойдет и будет распространяться молва, но зритель не пошел, потому что критика по картине была очень негативная. Я так считаю, она просто не поняла картину, абсолютно. Я, в общем, делал веселую сказку, а критики почему-то решили, что это страшно мрачное кино. Я не могу понять, где там мрак, там есть, конечно, страшные моменты — но мрачное? Какой-нибудь «Кошмар перед Рождеством» Тима Бартона не менее мрачный, чем моя картина. <p> — <i>Да, у западной прессы возник ряд вопросов — в частности, зачем в детской рождественской сказке аллюзии на Третий рейх, что там делает Эйнштейн, говорящий со страшным еврейским акцентом, зачем песня про теорию относительности…</i> <br /> — Какие-то глупые вопросы, на мой взгляд, я даже не могу ответить, я не знаю. Когда делается сказка о двадцатом веке, и крысы берут город — тем более что Гофман, в общем-то, немецко-австрийский писатель, — разумеется, это должны быть крысы в серых шинелях. Вообще, когда мы с Крисом Солимайном писали сценарий, мы страшно веселились и думали: во, здорово как, само ложится! Поэтому для меня это было как обухом по голове. Ну так мне и надо, я переоценил свои возможности, очевидно. Или недооценил зрительские возможности Америки — что поделаешь. </blockquote> <br /> Полный текст тут: <a class=\"link\" target=\"_blank\" href=\"http://www.afisha.ru/article/8309/\" title=\"http://www.afisha.ru/article/8309/\" rel=\"nofollow\">http://www.afisha.ru/article/8309/</a>",
    "author": "Дмитрий",
    "authorSite": "",
    "approved": true,
    "authorEmailMd5": "d41d8cd98f00b204e9800998ecf8427e"
  },
  {
    "id": "2619",
    "parentId": "0",
    "date": "2011-01-05 01:03:13",
    "content": "А я на эту кину не пошла. Поглядела Гулливера... мдя уж... жирный (ну пухленький, а именно так) разносчик почты заврался, потом его одолели Лилипуты... смешно было ток, когда он попал в страну, где маленьким стал - игрушкой в кукольном домике. <p> Киноха &quot;Турист&quot; банальна и логична до безобразия. В этот раз Джоли даже никого не победила, а просто меняла шикарные платья. Опять же одноразовое кино(( <p> То ли я такая привереда стала 😳",
    "author": "kisuhvostik",
    "authorSite": "",
    "approved": true,
    "authorEmailMd5": "36aed15b84e2c943921b5a44acf16427"
  },
  {
    "id": "2620",
    "parentId": "2619",
    "date": "2011-01-05 01:39:06",
    "content": "На Гуливера стоит идти?",
    "author": "Дмитрий",
    "authorSite": "",
    "approved": true,
    "authorEmailMd5": "d41d8cd98f00b204e9800998ecf8427e"
  },
  {
    "id": "2621",
    "parentId": "0",
    "date": "2011-01-06 02:17:01",
    "content": "А я хотел на него пойти.. 😕 А вообще есть смысл посмотреть или все столь безнадежно?",
    "author": "Николай Кулик",
    "authorSite": "",
    "approved": true,
    "authorEmailMd5": "d41d8cd98f00b204e9800998ecf8427e"
  },
  {
    "id": "2622",
    "parentId": "2621",
    "date": "2011-01-06 13:40:50",
    "content": "Ну если хочется посмотреть, то стоит скачать его с известных мест. Большего этот фильм не достоин.",
    "author": "Дмитрий",
    "authorSite": "",
    "approved": true,
    "authorEmailMd5": "d41d8cd98f00b204e9800998ecf8427e"
  },
  {
    "id": "2623",
    "parentId": "0",
    "date": "2011-01-20 23:51:07",
    "content": "Хорошо, что я не ходила ))) &#x1F61C",
    "author": "kisuhvostik",
    "authorSite": "",
    "approved": true,
    "authorEmailMd5": "36aed15b84e2c943921b5a44acf16427"
  },
  {
    "id": "2624",
    "parentId": "0",
    "date": "2011-02-17 23:54:08",
    "content": "канчаловский - <span style=\"color:red\">censored</span>!!!!!!!! <br /> СЖЕЧЬ ЕРЕТИКА!!!!! <br /> <span style=\"color:red\">censored</span>, так изнасиловать классеку!!!!!!!!!!! <br /> кено полное дерьмо, дерьмищщще, просто жидчайщий панос. яркий пример вырождения культуры, стереотипного пендостанского мышления и стремления смешать с гавном все самое светлое. лично смотрел пару раз спектакль, естественно больше 5 раз смотрел наш отечественный мультик. ждал чего то феерического, доброй сказки в лучших традициях жанра. но я никогда не думал, что так можнео неадругаться над произведением. ГОРИ В АДУ <span style=\"color:red\">censored</span>!!!!!!! ребята, это же не только издевательство над классикой, наши дети будут считать, что щелкунчика написал не гофман и поставил не чайковский - щелкунчик это тридэ с дочерью кончаловского и кончаловским как режжисером. помоему это даже кощунственней высера михалкова с белым солнцем пустыни менее ужасен. я уже и не гноворю о бесконечных стереотипных голливудских приемах, там же непрекрытая педофилия!!! БЛ*ТЬ вот э фак из гоуин он??????? фильм несет только негатив и разложение человеческой психики, а именно у здравомыслящего, адеватного человека через 5 минут просмотра должен потихоньку вытекать мозг через ушко <br /> фуххх... выговорился. короче, неиздевайтесь над собой, несмотрите этот трэш. <br /> PS отрубить ему голову",
    "author": "Андрей Андреич",
    "authorSite": "",
    "approved": true,
    "authorEmailMd5": "b4921d3ba49a031045707b9d46d73e28"
  },
  {
    "id": "2625",
    "parentId": "0",
    "date": "2011-04-27 04:15:03",
    "content": "Очень хогошее кенцо!",
    "author": "israel&#039;",
    "authorSite": "",
    "approved": true,
    "authorEmailMd5": "964353728eb7b5b5e9c8a1b66c3488b5"
  }
]