[
  {
    "id": "2689",
    "parentId": "0",
    "date": "2011-02-11 19:46:41",
    "content": "Та книга, что «Рецепты программирования на CSS», она издательства O&#39;Relly. Это издательство выпускает <b>лучшие</b> книги по программированию. В оригинале она называется «CSS: Cookbook». <p> Во-первых, такое название — проблема переводчика и издательства «БХВ-Петербург», а не O&#39;Relly. <br /> Во-вторых, в css для до IE8 разрешено использовать expression(), внутри которой можно писать js-код. <br /> В-третьих, есть слово «coding», которое означает «написание кода» или «программирование». CSS-стили — это тоже код. <p> По поводу велосипеда. Надо смотреть аннотацию книги. Там наверняка написано для кого она. Писать тысячный по счёту магазин для завоевания рынка интернет-магазинов глупо, разобраться как он устроен, написать его для себя — это хорошо. <p> По jQuery. Ты сам правильно указал «в скором времени». Книга 2010 года, вычти пару месяцев как она прошла процесс перевода, корректуры, печати и прочих вещей; вычти ещё пару месяцев набора популярности её англоязычной версии (непопулярные книги не переводят); вычти ещё ≈ 6-8 месяцев пока её писали, издавали и т. д.",
    "author": "bibimij",
    "authorSite": "",
    "approved": true,
    "authorEmailMd5": "d41d8cd98f00b204e9800998ecf8427e"
  },
  {
    "id": "2690",
    "parentId": "2689",
    "date": "2011-02-12 00:48:01",
    "content": "Если книжка называется «CSS: Cookbook» то «БХВ-Петербург» правда откровенные балбесы. По беглому осмотру я так понял что там есть в принципе все основы CSS, так что может и стоит к ней присмотреться начинающим верстальщикам. <p> Писать для себя магазин плохо, как мне кажется. Лучше взять готовый и разобраться как там всё сделано. Правда не стоит брать популярные российские скрипты типа шоп-скрипта. Из последних движков с которыми пришлось сталкиваться очень хорошо зарекомендовать себя OpenCart. <p> Про jQuery - ну не аргумент то что книжка редактировалась, правилась и т.д. До сих пор идут споры, что лучше: юзать CDN гугла или яндекса или использовать локальную копию библиотеки. Я склоняюсь пока ко второму. Мало ли как будет работать инет у конечного пользователя. Вдруг у его провайдера маршрут до гугла упадет, а вы с гугла джиквери юзаете. И всё, капут. Это я к чему, что правильно учить скачивать и подключать библиотеку правильно. А если человек этого не может сделать, то и делать ему в разработке тогда нечего.",
    "author": "Дмитрий",
    "authorSite": "http://dimapolyakov.ru",
    "approved": true,
    "authorEmailMd5": "b36bc6a67a41870e7d8dc3dde55b671c"
  },
  {
    "id": "2691",
    "parentId": "0",
    "date": "2011-02-12 10:51:26",
    "content": "<blockquote class=\"quoteMessage\">правильно учить скачивать и подключать библиотеку правильно</blockquote> <br /> А чего там уметь-то? =) Строка подключения абсолютно такая же, что с сервера Гугла, что с другого места (путь до файла я, конечно же, не учитываю). А вот со скоростью отклика... Яндекс/гугл имеют широкие каналы и несколько датацентров, так что волноваться нет оснований. Хотя, судя по последним событиям, гугл может внезапно прикрыть свой CDN. &#x1F603",
    "author": "bibimij",
    "authorSite": "",
    "approved": true,
    "authorEmailMd5": "d41d8cd98f00b204e9800998ecf8427e"
  },
  {
    "id": "2692",
    "parentId": "0",
    "date": "2011-02-19 17:56:22",
    "content": "Программирование на CSS - это, конечно, жесть. Но имеет место именно неверный перевод издательства «БХВ-Петербург», о чем можно им и написать, благо интернет у всех есть.",
    "author": "FotolubitelNN",
    "authorSite": "",
    "approved": true,
    "authorEmailMd5": "d41d8cd98f00b204e9800998ecf8427e"
  },
  {
    "id": "2693",
    "parentId": "0",
    "date": "2011-02-27 22:40:27",
    "content": "А цены на книжки какие? Сейчас наверно легче заняться самообразованием в интернете, посмотреть пару видео уроков и хоть что-то понять, для новичков как я заметил, подобные книжки являются тихим ужасом в ночи, из-за большого количества информации, которая очень трудно воспринимается... &#x1F60E",
    "author": "Денис",
    "authorSite": "",
    "approved": true,
    "authorEmailMd5": "04e5ff8f3bb81123853eed123381ec5b"
  },
  {
    "id": "2694",
    "parentId": "0",
    "date": "2011-03-12 01:32:34",
    "content": "Странно!) Но у меня в многих магазинах есть книги такого плана! Даже по сео и раскрутке! Но у нас их очень быстро разбирают! Видел книгу, которая представляла собой сборку блогов) Как то странно) Но все же) У меня в Донецке есть книги подобного плана)",
    "author": "Владислав",
    "authorSite": "http://bogutskiy.org.ua/",
    "approved": true,
    "authorEmailMd5": "d41d8cd98f00b204e9800998ecf8427e"
  },
  {
    "id": "2695",
    "parentId": "0",
    "date": "2011-03-26 22:04:48",
    "content": "Вы правы, Дмитрий",
    "author": "Vladimir",
    "authorSite": "",
    "approved": true,
    "authorEmailMd5": "d41d8cd98f00b204e9800998ecf8427e"
  }
]