[
  {
    "id": "2703",
    "parentId": "0",
    "date": "2011-05-10 01:36:17",
    "content": "Дима, я с тобой абсолютно солидарен. <br /> 9 мая, это уже не праздник, а повод выпить.",
    "author": "Анатолий",
    "authorSite": "",
    "approved": true,
    "authorEmailMd5": "d41d8cd98f00b204e9800998ecf8427e"
  },
  {
    "id": "2704",
    "parentId": "0",
    "date": "2011-05-19 21:58:43",
    "content": "Да. Все верно! Где мне расписаться в поддержку этих слов?",
    "author": "kisuhvostik",
    "authorSite": "",
    "approved": true,
    "authorEmailMd5": "36aed15b84e2c943921b5a44acf16427"
  },
  {
    "id": "2705",
    "parentId": "2704",
    "date": "2011-05-20 00:59:36",
    "content": "Будем считать что этим комментом ты и подписалась &#x1F60A;",
    "author": "Дмитрий",
    "authorSite": "",
    "approved": true,
    "authorEmailMd5": "d41d8cd98f00b204e9800998ecf8427e"
  },
  {
    "id": "2706",
    "parentId": "0",
    "date": "2011-05-27 22:11:01",
    "content": "Уважаемый Дмитрий, я очень рад, что среди современного смоленского юношества можно встретить столь трезвый взгляд на тему празднования Победы. Вообще же сие торжество у нас превратилось в квазирелигию, довольно точно именуемую &quot;победобесием&quot;. Но существуют еще два момента, о которых я искренне попросил бы Вас задуматься: <br /> 1) Великая Отечественная - трагедия русского народа, безмерная скорбь его, заплатившего самую страшную цену... Отсюда и 9 мая правильнее сделать днем памяти и молитвы за всех павших в этой войне. <br /> 2) У нас Победу давно уже отобрали (хрестоматийный пример из 90-х годов: побежденные некогда германцы шлют победителям-россиянам посылки с гуманитарной помощью). <br /> Напоследок. Как сказал один поэт: &quot;...И чем мы дальше от Победы, тем ближе к пораженью мы...&quot; <br /> P.S. Я журналист и редактор из Питера. Если пожелаете продолжить диалог по данной теме - буду рад получить Вашу весточку &#x1F60A;",
    "author": "Максим",
    "authorSite": "",
    "approved": true,
    "authorEmailMd5": "fa2994b72ab916f50024901a359f20ac"
  },
  {
    "id": "2707",
    "parentId": "0",
    "date": "2011-09-07 00:08:51",
    "content": "Здравствуйте! Я хотел бы задать вопрос: <br /><br /> Что Вам стоит поставить на Свой Блог, Специальный <br /> Счётчик Посещаемости? И начать получать прибыль <br /> ежедневно - за количество человек, которые на него <br /> пришли? Подробности: http://www.tinyurl.com/3kuzqzw <br /><br /> Так же обстоят дела, и с комментариями к Вашему Блогу. <br /> Установите Специальный Плагин и получайте прибыль <br /> за каждый комментарий, оставленный посетителем. <br /> Подробности здесь: http://www.tinyurl.com/3dj5b5b <br /><br /> Желаю Успехов Вам и Вашему Бизнесу!",
    "author": "Алексей",
    "authorSite": "",
    "approved": true,
    "authorEmailMd5": "3ee4389aefda59dbf5796c3f5087e126"
  }
]