[
  {
    "id": "2003",
    "parentId": "0",
    "date": "2010-05-29 13:09:06",
    "content": "Немного подправлю, в том смысле, что в службу поддержку есть смысл писать о стандартных просьбах, вроде включить бекап, разблокировать раньше срока роботс.тхт и т.п. <br /> Для предложений, все же, канал обращения через сообщество. Соответствующая тема и т.п. Безусловно, встречи которые мы проводим, так же являются отличным местом для подобных предложений. <br /> Например, встреча которая была в Киеве, там были конкретные вопросы и просьбы по интернет-магазину. И, насколько мне известно, это уже реализовано. <br /> Множество людей может сказать, что вот об этой функции или фишке в системе просил именно я. О многих вещах об этом может сказать больше чем один человек:) То есть, что-то делается когда, конечно, хотя бы потенциально это нужно не только ему одному. И либо есть уже ряд просьб о конкретной вещи, либо понятна что она понадобится многим.",
    "author": "Evgeny",
    "authorSite": "",
    "approved": true,
    "authorEmailMd5": "d41d8cd98f00b204e9800998ecf8427e"
  },
  {
    "id": "2004",
    "parentId": "2003",
    "date": "2010-06-03 20:41:32",
    "content": "Чтобы написать в тех. поддержку, нужно придумать ещё и аргумент. И редко бывает, что это удовлетворяет тех.поддержку, для включения. А можно ли просить, чтобы включили локальных пользователей? Или импорт удалённого кода для бирж ссылок и статей? <br /> Ага, в фсу скажут, что нет необходимости. Да на uCoz много можно-чего реализовать можно, но иногда приходится десяток скриптов подключить, несколько сотен кода написать и т.п. А сделать реализацию для пользователей простой — ответ: идите учите систему или покупайте книгу, типо не знаете чего-то. <p> «многим» кому? Если просьбы «обычных пользователей» игнорируют, либо отказывают. А если взять каждого «обычного пользователя» и соединить в группу, то понадобится многим, большая масса людей. Да и те же баги, хрен хочется говорить, когда относятся не нормально. <p> Я писал под разными никами, аккаунтами, айпишниками, но меня ни разу не выслушали. Даже уже не помню аккаунты те, которые на создавал, чтобы заметили. И не говорите мне, что я плохо систему знаю. Спасибо, что уделили немного своего времени, для прочтения моего комментария, благодарю.",
    "author": "Садых Садыхов",
    "authorSite": "http://www.shutich.ru",
    "approved": true,
    "authorEmailMd5": "d41d8cd98f00b204e9800998ecf8427e"
  },
  {
    "id": "2005",
    "parentId": "2004",
    "date": "2010-06-03 22:52:47",
    "content": "Ты наверно немного не понял о чем я писал. <br /> Естественно бесплатно включать импорт кода из сапы и прочих бирж никто не будет, как и локальных пользователей. Эти ограничения снимаются банально оплатой премиума. <br /> Речь шла о, ограниченных возможностях, например количество информеров. <br /> Если я не прав, <a class=\"link\" href=\"/index/8-89\" target=\"_blank\" rel=\"nofollow\">Евгений</a> меня поправит.",
    "author": "Дмитрий",
    "authorSite": "http://dimapolyakov.ru",
    "approved": true,
    "authorEmailMd5": "b36bc6a67a41870e7d8dc3dde55b671c"
  },
  {
    "id": "2006",
    "parentId": "2005",
    "date": "2010-06-04 00:49:04",
    "content": "Тогда какова вероятность, что роботс.тхт откроют? Ведь тоже платно. <p> А ограничение на дисковое пространство? Файловыехостинги — не выход.",
    "author": "Садых Садыхов",
    "authorSite": "http://www.shutich.ru",
    "approved": true,
    "authorEmailMd5": "d41d8cd98f00b204e9800998ecf8427e"
  },
  {
    "id": "2007",
    "parentId": "2006",
    "date": "2010-06-04 02:04:02",
    "content": "Это бесплатно. Просто должно пройти время. Это защита от дорвеев. Проходит время (среднее на создание сайта) и, пожалуйста. <br /> Если сделали сайт быстрее чем срок карантина, написать в супорт. Они увидят что сайт нормальный, и уже сделанный (если это так) и разблокируют. <br /> Но, боюсь, придется писать в платный супорт что бы вышла та самая желаемая оперативность.",
    "author": "Evgeny",
    "authorSite": "",
    "approved": true,
    "authorEmailMd5": "d41d8cd98f00b204e9800998ecf8427e"
  },
  {
    "id": "2008",
    "parentId": "2007",
    "date": "2010-06-04 02:15:01",
    "content": "Я знаю, что бесплатно, опыт имею. Да и деньги не проблема. <p> Можете ответить на вопросы, в этом [ http://dimapolyakov.ru/blog/2010-05-29-218?lr_FF1#ent2176 ] комментарии?",
    "author": "Садых Садыхов",
    "authorSite": "http://www.shutich.ru",
    "approved": true,
    "authorEmailMd5": "d41d8cd98f00b204e9800998ecf8427e"
  }
]